{
    "HomePage": {
        "Greeting": "Nice to see you,",
        "StartMeditation": "Start Meditation",
        "AskToStartMeditation": "Would you like to start a meditation session?",
        "SessionHistory": "Session History",
        "NoSessions": "No sessions yet"
    },
    "LoginPage": {
        "Email": "Email",
        "Password": "Password",
        "Login": "Login",
        "Register": "Register",
        "EnterYourEmailBelowToLoginToYourAccount": "Enter your email below to login to your account",
        "ResetPassword": "Reset my password",
        "ShowPassword": "Show password",
        "HidePassword": "Hide password",
        "LoggingIn": "Logging in..."
    },
    "SignupPage": {
        "Title": "Sign Up",
        "Description": "Enter your information to create an account",
        "FirstName": "First name",
        "LastName": "Last name",
        "Email": "Email",
        "Password": "Password",
        "ConfirmPassword": "Confirm password",
        "SignUp": "Sign up",
        "SigningUp": "Signing up...",
        "AlreadyHaveAnAccount": "Already have an account?",
        "SignIn": "Sign in",
        "ShowPassword": "Show password",
        "HidePassword": "Hide password"
    },
    "DataPolicyAgreement": {
        "CheckboxLabel": "I agree to the ",
        "DataPolicy": "Data Policy",
        "DialogTitle": "Data Policy for Open Booth Users",
        "EffectiveDate": "Effective Date: 2024/09/27",
        "Content": "At Oniji, we value your privacy and are committed to protecting your personal information. This Data Policy outlines how we collect, use, store, and protect the data collected during your meditation sessions in the Open Booth. By using the Open Booth, you agree to the terms outlined in this policy.\n\n1. Information We Collect\nDuring your meditation session, we may collect the following types of data:\n- Biometric Data: EEG readings and other physiological data from the Neurosity device.\n- User Feedback: Information you provide regarding your meditation experience, mood, and preferences.\n- Session Data: Details about your meditation sessions, including duration and selected meditation types.\n\n2. Purpose of Data Collection\nThe data collected will be used for the following purposes:\n- To enhance and personalize your meditation experience.\n- To analyze user feedback and improve the effectiveness of our meditation programs.\n- To conduct research and validate the efficacy of the Open Booth meditation methodology.\n\n3. Data Usage\nYour data may be used in the following ways:\n- Personalization: To tailor meditation sessions based on your preferences and mood.\n- Research: Aggregated and anonymized data may be used for research purposes to improve our services and contribute to academic studies.\n- Analytics: To track user engagement and improve the Open Booth experience.\n\n4. Data Security\nWe take data security seriously and implement appropriate technical and organizational measures to protect your information from unauthorized access, loss, or misuse. Data is encrypted both in transit and at rest.\n\n5. User Consent\nBy using the Open Booth, you provide your consent for us to collect and use your data as outlined in this policy. You have the right to withdraw your consent at any time by discontinuing your use of the Open Booth.\n\n6. User Rights\nYou have the following rights regarding your data:\n- The right to access your personal data.\n- The right to request correction of inaccurate data.\n- The right to request deletion of your data, subject to our retention policy.\n\n7. Data Retention\nYour data will be retained only as long as necessary to fulfill the purposes outlined in this policy or as required by law.\n\n8. Changes to This Policy\nWe may update this Data Policy from time to time. Any changes will be posted in the Open Booth and will take effect upon your next session. We encourage you to review this policy periodically for any updates.\n\n9. Contact Us\nIf you have any questions or concerns about this Data Policy, please contact us by email hello@oniji.ca.\n\nBy proceeding to your meditation session, you acknowledge that you have read and understood this Data Policy and consent to the collection and use of your data as described."
    }
}