{
  "HomePage": {
      "Greeting": "Ravi de vous voir, ",
      "StartMeditation": "Commencer la méditation",
      "AskToStartMeditation": "Voulez-vous commencer une séance de méditation ?",
      "SessionHistory": "Historique des séances",
      "NoSessions": "Aucune séance pour le moment"
    },
  "LoginPage": {
        "Email": "E-mail",
        "Password": "Mot de passe",
        "Login": "Connexion",
        "Register": "S'inscrire",
        "EnterYourEmailBelowToLoginToYourAccount": "Entrez votre e-mail ci-dessous pour vous connecter à votre compte",
        "ResetPassword": "Réinitialiser mon mot de passe",
        "ShowPassword": "Afficher le mot de passe",
        "HidePassword": "Masquer le mot de passe",
        "LoggingIn": "Connexion en cours..."
    },
    "SignupPage": {
        "Title": "Inscription",
        "Description": "Entrez vos informations pour créer un compte",
        "FirstName": "Prénom",
        "LastName": "Nom",
        "Email": "E-mail",
        "Password": "Mot de passe",
        "ConfirmPassword": "Confirmer le mot de passe",
        "SignUp": "S'inscrire",
        "SigningUp": "Inscription en cours...",
        "AlreadyHaveAnAccount": "Vous avez déjà un compte ?",
        "SignIn": "Se connecter",
        "ShowPassword": "Afficher le mot de passe",
        "HidePassword": "Masquer le mot de passe"
    },
    "DataPolicyAgreement": {
        "content": "Politique de données pour les utilisateurs d'Open Booth\n\nDate d'entrée en vigueur : 27/09/2024\n\nChez Oniji, nous accordons de l'importance à votre vie privée et nous nous engageons à protéger vos informations personnelles. Cette politique de données décrit comment nous collectons, utilisons, stockons et protégeons les données recueillies lors de vos séances de méditation dans l'Open Booth. En utilisant l'Open Booth, vous acceptez les conditions énoncées dans cette politique.\n\n1. Informations que nous collectons\nPendant votre séance de méditation, nous pouvons collecter les types de données suivants :\n- Données biométriques : Lectures EEG et autres données physiologiques provenant de l'appareil Neurosity.\n- Retour utilisateur : Informations que vous fournissez concernant votre expérience de méditation, votre humeur et vos préférences.\n- Données de session : Détails sur vos séances de méditation, y compris la durée et les types de méditation sélectionnés.\n\n2. Objectif de la collecte de données\nLes données collectées seront utilisées aux fins suivantes :\n- Améliorer et personnaliser votre expérience de méditation.\n- Analyser les retours des utilisateurs et améliorer l'efficacité de nos programmes de méditation.\n- Mener des recherches et valider l'efficacité de la méthodologie de méditation Open Booth.\n\n3. Utilisation des données\nVos données peuvent être utilisées de la manière suivante :\n- Personnalisation : Pour adapter les séances de méditation en fonction de vos préférences et de votre humeur.\n- Recherche : Les données agrégées et anonymisées peuvent être utilisées à des fins de recherche pour améliorer nos services et contribuer aux études académiques.\n- Analyse : Pour suivre l'engagement des utilisateurs et améliorer l'expérience Open Booth.\n\n4. Sécurité des données\nNous prenons la sécurité des données au sérieux et mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos informations contre tout accès non autorisé, perte ou utilisation abusive. Les données sont cryptées à la fois en transit et au repos.\n\n5. Consentement de l'utilisateur\nEn utilisant l'Open Booth, vous donnez votre consentement pour que nous collections et utilisions vos données comme décrit dans cette politique. Vous avez le droit de retirer votre consentement à tout moment en cessant d'utiliser l'Open Booth.\n\n6. Droits de l'utilisateur\nVous disposez des droits suivants concernant vos données :\n- Le droit d'accéder à vos données personnelles.\n- Le droit de demander la correction de données inexactes.\n- Le droit de demander la suppression de vos données, sous réserve de notre politique de conservation.\n\n7. Conservation des données\nVos données ne seront conservées que le temps nécessaire pour atteindre les objectifs décrits dans cette politique ou conformément à la loi.\n\n8. Modifications de cette politique\nNous pouvons mettre à jour cette politique de données de temps à autre. Tout changement sera affiché dans l'Open Booth et prendra effet lors de votre prochaine session. Nous vous encourageons à consulter régulièrement cette politique pour vous tenir informé des mises à jour.\n\n9. Nous contacter\nSi vous avez des questions ou des préoccupations concernant cette politique de données, veuillez nous contacter par e-mail à hello@oniji.ca.\n\nEn poursuivant votre séance de méditation, vous reconnaissez avoir lu et compris cette politique de données et consentez à la collecte et à l'utilisation de vos données comme décrit."
    }
}